{
  "nav_home": "Home",
  "nav_about": "About Us",
  "nav_contact": "Contact Us",
  "search_placeholder": "Search courses (e.g. Piano)...",
  "hero_title": "Course Demo Site",
  "hero_subtitle": "Tuen Mun District Women's Association - Explore our courses",
  "section_hot": "Popular Courses",
  "currency": "HKD ",

  "footer_rights": "Copyright©2025. Tuen Mun District Women's Association, All Rights Reserved.Web Design By Holden-Big-Smart",
  "btn_details": "Details",
  "lang_sel": "Lang",
  "login_admin": "Admin",
  "about_us_title1": "About Us",
  "about_us_title2": "Serving the Community · Caring for Neighbors · Growing Together",
  "屯门妇联山景服务处标题": "TMDWA Shan King Service Centre",
  "屯门妇联山景服务处简介": "Established in 1998, our centre serves children, youths, adults, and the elderly, offering activities and courses suitable for all ages. We are committed to building a harmonious community and meeting the physical and mental development needs of residents through diversified services.",
  "联系方式": "Contact Information",
  "地址：": "Address: ",
  "屯门山景村山景社区会堂": "Shan King Community Hall, Shan King Estate, Tuen Mun",
  "电话：": "Tel: ",
  "传真：": "Fax: ",
  "核心服务内容": "Core Services",
  "核心服务内容小标题": "Providing comprehensive support and development opportunities for community residents",
  "多类型的文娱康体活动": "Diversified Recreational and Sports Activities",
  "多类型的文娱康体活动内容": "We provide various recreational and sports activities for children, youths, and families. Through family outings, youth gatherings, day camps, exchange tours, parent-child activities, and free movie screenings, we aim to meet the recreational needs of family members, allowing participants to discover interests and promote physical and mental well-being.",
  "主题讲座及个人发展课程": "Thematic Talks and Personal Development Courses",
  "主题讲座及个人发展课程内容": "The Centre organizes various thematic talks and course activities from time to time, such as legal topics, moral education, parent self-improvement courses, interest groups, and multiple intelligence training for children. These benefit different groups, promote community education, and help residents develop themselves.",
  "专业教育培训": "Professional Education and Training",
  "专业教育培训内容": "To encourage residents to add value to themselves and enhance their market competitiveness, the Centre provides different study pathways, including retraining courses, talent development courses, professional training courses, and continuing education courses.",
  "义务工作发展": "Volunteer Work Development",
  "义务工作发展内容": "The Centre recruits enthusiastic individuals from the district to form a volunteer team, planning and organizing diversified training activities and social services. This cultivates them into a confident and caring group, promoting the spirit of volunteerism and giving back to society.",
  "致电我们": "Call Us",
  "官方网站": "Official Website",
  "Facebook 专页": "Facebook Page",
  "YouTube 频道": "YouTube Channel",
  "屯门妇联直播平台": "TMDWA Live Platform",
  "WhatsApp 线上咨询": "WhatsApp Online Inquiry",
  "立即对话": "Chat Now",
  "办公时间": "Office Hours: Mon - Sat 09:00 - 22:00"
}
